console.log (
  `
   [ + ] Верстка валидная ( + 10 );

----------------------------------------------------

   [ + ] Верстка семантическая:
   [ + ] header, main, footer ( + 3 );
   [ + ] Четыре элемента section ( + 3 );
   [ + ] Только один заголовок h1 ( + 3 );
   [ + / - ] Три заголовка h2 ( + 1.5 );
   [ + ] Один элемент nav ( + 3 );
   [ + ] Два списка ul->li->a ( + 3 );
   [ + / -] Четыре кнопки button ( + 1 );

--------------------------------------------------

   [ + ] Верстка соответствует макету:
   [ + ] header ( + 6 );
   [ + ] Секция preview ( + 9 );
   [ + ] Секция steps ( + 9 );
   [ + ] Секция destination ( + 9 );
   [ + ] Секция stories ( + 9 );
   [ + ] footer ( + 6 );

---------------------------------------------------

   [ + ] Требования к CSS:
   [ + ] Для построения сетки используются флексы или гриды ( + 2 );
   [ + ] при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону ( + 2 );
   [ + ] фоновый цвет тянется на всю ширину страницы ( + 2 );
   [ - ] иконки добавлены в формате .svg ( 0 );
   [ + ] изображения добавлены в формате jpg ( + 1 );
   [ + ] есть favicon ( + 2 );

   ---------------------------------------------------

   [ + ] Интерактивность, реализуемая через css:
   [ + ] плавная прокрутка по якорям ( +5 );
   [ + ] иконки соцсетей в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса (допускается добавление своих вариантов иконок github или RSSchool) ( + 5 );
   [ + ] интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике, для элемента указываем эти стили. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета ( +5 );
   [ + ] изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы ( + 5 );

   ===================================================

   Итого: 104.5 баллов
`
);
